<?php
return [
    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы для описаниея
    |--------------------------------------------------------------------------
    |
    */

    'desc_sort-0' => 'Товар в этом сорте имеет, как правило, только повреждения упаковки. В некоторых случаях - еле заметные потертости и/или царапины. Скидка на изделия этого сорта минимальная.',
    'desc_sort-1' => 'К «сорту 1» относится продукция, которая может иметь испорченную упаковочную коробку, легкие потертости, легкую волнистость, небольшое нарушение геометрии, царапины, нечеткий логотип или его отсутствие. Цена на изделия этого сорта привлекательнее, чем у предыдущего.',
    'desc_sort-2' => 'У изделий этого сорта могут дополнительно присутствовать вмятины, вздутия/пятна на задней части изделия, сколы. Как следствие, скидка на изделия в этом сорте больше, чем у предыдущих сортов.',
    'desc_sort-3' => 'В «сорте 3» могут также присутствовать трещины, не влияющие на использование изделия. Наличие в большем масштабе, чем в предыдущих сортах, вмятин, царапин/точек/потертостей, кривизны корпуса и составляющих частей изделия, которые не исключают полноценное его использование. Соответственно, скидка на этот сорт самая максимальная.',
];