<?php
return [
    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы для описаниея
    |--------------------------------------------------------------------------
    |
    */

    'desc_sort-0' => 'Товар в этом сорте имеет, как правило, только повреждения упаковки. В некоторых случаях - еле заметные потертости и/или царапины. Скидка на изделия этого сорта минимальная.',
    'desc_sort-1' => 'К «сорту 1» относится продукция, которая может иметь испорченную упаковочную коробку, легкие потертости, легкую волнистость, небольшое нарушение геометрии, царапины, нечеткий логотип или его отсутствие. Цена на изделия этого сорта привлекательнее, чем у предыдущего.',
    'desc_sort-2' => 'У изделий этого сорта могут дополнительно присутствовать вмятины, вздутия/пятна на задней части изделия, сколы. Как следствие, скидка на изделия в этом сорте больше, чем у предыдущих сортов.',
    'desc_sort-3' => 'В «сорте 3» могут также присутствовать трещины, не влияющие на использование изделия. Наличие в большем масштабе, чем в предыдущих сортах, вмятин, царапин/точек/потертостей, кривизны корпуса и составляющих частей изделия, которые не исключают полноценное его использование. Соответственно, скидка на этот сорт самая максимальная.',


    /*about_us*/
    'about_us-1-1' => 'Интернет-магазин «Sandi Stock» является аналогом аутлета, который специализируется на продаже сантехнических и теплотехнических изделий. Более 18 лет мы занимаемся поставкой и продажей продукции на территории Украины, имеем колоссальный опыт и знаем, что нужно потребителю.',
    'about_us-1-2' => '«Sandi Stock» предлагает покупателям смесители и аксессуары, ванны и мойки, полотенцесушители и санфаянс, радиаторы и насосы, бойлеры и котлы, газовые колонки и полипропилен таких известных брендов, как Qtap, Lidz, Thermo Alliance, Womar и Taifu по цене, ниже рыночной.',
    'about_us-2-title' => 'Как мы работаем',
    'about_us-2-1' => 'На нашей платформе «Sandi Stock» представлен товар, который имеет незначительные дефекты, поэтому стоимость на него зачастую гораздо ниже, чем в обычных магазинах, а изъяны не влияют на функциональность.',
    'about_us-2-2' => 'Каждое изделие, которое представлено в интернет-магазине «Sandi Stock» рассортирована по сортам - от Сорт 0 до сорта 3. Соответственно от товаров с меньшими дефектами к большим.',
    'about_us-2-3' => 'Интернет-магазин «Sandi Stock» заинтересован в том, чтобы предложить покупателю продукцию, которая подойдет ему, поэтому предоставляем полное описание всех особенностей изделий.',
    'about_us-2-4' => 'Например, в карточке товара каждого отдельного продукта находится не только описание дефектов, но и детализированные фотографии. Также, каждая позиция имеет свой уникальный штрих-код, который гарантирует, что к вам приедет именно та позиция, которую вы заказали на сайте, выбирая по фотографии.',

    'about_us-3-title' => 'Наши принципы',
    'about_us-3-list-1' => 'Точность и корректность в предоставлении информации по товару;',
    'about_us-3-list-2' => 'Полные данные о товарах для принятия решения о покупке;',
    'about_us-3-list-3' => 'Быстрая отгрузка день в день (понедельник-четверг).',

    /*Delivery*/
    'delivery-1-1' => 'Наша мета, щоб куплений в інтернет-магазині «SandiStock» товар, в найкоротші терміни був доставлений покупцеві.',
    'delivery-2-title' => 'Умови доставки',
    'delivery-2-1' => 'Доставка продукції по Україні здійснюється службою доставки «Нова Пошта», вказуючи номер відділення або адреси для кур\'єрської доставки. Оплата за доставку здійснюється покупцем при отриманні замовлення, за тарифами служби доставки «Нова пошта».',
    'delivery-2-2' => 'Замовлення від 500 грн відправляються клієнтам на відділення за рахунок інтернет-магазину «SandiStock», при замовленнях від 1000 грн можна вибрати кур\'єрську доставку, витрати за яку несе наш магазин.',
    'delivery-3-title' => 'Терміни відправлення замовлень',
    'delivery-3-list-1' => 'день у день',
    'delivery-3-list-1-1' => 'За умови оформлення замовлення до 11:00 з понеділка по четвер',
    'delivery-3-list-2' => 'на наступний день',
    'delivery-3-list-2-1' => 'За умови оформлення замовлення після 11:00 з понеділка по четвер',
    'delivery-3-list-3' => 'в понеділок',
    'delivery-3-list-3-1' => 'За умови оформлення замовлення в п\'ятницю після 11:00',

];