<?php
return [
    /*
    |--------------------------------------------------------------------------
    | Мовні ресурси для опису
    |--------------------------------------------------------------------------
    |
    */
    /*Sort*/
    'desc_sort-0' => 'Товар цього сорту має, як правило, тільки пошкодження фірмової упаковки. У деяких випадках – ледве помітні потертості та/або подряпини. Знижка на вироби «Сорту-0» – мінімальна.',
    'desc_sort-1' => 'До «Сорту 1» відноситься продукція, яка може мати зіпсовану фірмову упаковку, незначні потертості, легку хвилястість, невелике порушення геометрії, подряпини, нечіткий логотип або його відсутність. Ціна на вироби цього сорту привабливіша, ніж вартість товарів, які відносяться до «Сорту-0»',
    'desc_sort-2' => 'У продукції цього сорту можуть додатково бути присутніми вм\'ятини, відколи, здуття/плями на задніх частинах виробів. Саме тому вироби «Сорту-2» мають більшу знижку, ніж вироби попередніх сортів.',
    'desc_sort-3' => 'До «Сорту-3» відноситься продукція, яка має максимальні знижки. Вироби цього сорту мають більше дефектів, ніж вироби попередніх сортів (вм\'ятини, подряпини/потертості, кривини корпусу і складових частин), проте всі вони не впливають на використання та функціонування продукції.',

    /*About_us*/
    'about_us-1-1' => 'Інтернет-магазин «Sandi Stock» є аналогом аутлета, який спеціалізується на продажу сантехнічних і теплотехнічних виробів. Більше 18 років ми займаємося постачанням і продажем продукції на території України, маємо колосальний досвід і знаємо, що потрібно споживачеві.',
    'about_us-1-2' => '«Sandi Stock» пропонує покупцям змішувачі та аксесуари, ванни і мийки, сушкарки для рушників і санфаянс, радіатори та насоси, бойлери та котли, газові колонки та поліпропілен  відомих брендів  за ціною, нижчою за ринкову.',
    'about_us-2-title' => 'Як ми працюємо',
    'about_us-2-1' => 'На нашій платформі «Sandi Stock» представлений товар, який має незначні дефекти, тому вартість на нього часто набагато нижча, ніж в звичайних магазинах, а недоліки не впливають на функціональність.',
    'about_us-2-2' => 'Кожен виріб, який представлен в інтернет-магазині «Sandi Stock» розподілений по сортам - від «Сорт 0» до сорту 3. Відповідно від товарів з меншими дефектами до великих.',
    'about_us-2-3' => 'Інтернет-магазин «Sandi Stock» зацікавлений у тому, щоб запропонувати покупцеві продукцію, яка підійде йому, тому надаємо повний опис всіх особливостей виробів.',
    'about_us-2-4' => 'Наприклад, в картці товару кожного окремого продукту знаходиться не тільки опис дефектів, але і деталізовані фотографії. Також кожна позиція має свій унікальний штрих-код, який гарантує, що до вас приїде саме та позиція, яку ви замовили на сайті, вибираючи по фотографії.',

    'about_us-3-title' => 'Наші принципи',
    'about_us-3-list-1' => 'Точність і коректність в наданні інформації по товару;',
    'about_us-3-list-2' => 'Повні дані про товари для прийняття рішення про покупку;',
    'about_us-3-list-3' => 'Швидке відвантаження день в день (понеділок-четвер).',

    /*Delivery*/
    'delivery-1-1' => 'Наша цель, чтобы купленный в интернет-магазине «SandiStock» товар, в кратчайшие сроки был доставлен покупателю.',
    'delivery-2-title' => 'Условия доставки',
    'delivery-2-1' => 'Доставка продукции по Украине осуществляется службой доставки «Новая Почта», указывая номер отделения или адреса для курьерской доставки. Оплата за доставку осуществляется покупателем при получении заказа, по тарифам службы доставки «Новая почта».',
    'delivery-2-2' => 'Заказы от 500 грн отправляются клиентам на отделение за счет интернет-магазина «SandiStock», при заказах от 1000 грн можно выбрать курьерскую доставку, расходы за которую несет наш магазин.',
    'delivery-3-title' => 'Сроки отправления заказов',
    'delivery-3-list-1' => 'день в день',
    'delivery-3-list-1-1' => 'При условии оформления заказа до 11:00 с понедельника по четверг',
    'delivery-3-list-2' => 'на следующий день',
    'delivery-3-list-2-1' => 'При условии оформления заказа после 11:00 с понедельника по четверг',
    'delivery-3-list-3' => 'в понедельник',
    'delivery-3-list-3-1' => 'При условии оформления заказа в пятницу после 11:00',
];