<?php
return [
    /*
    |--------------------------------------------------------------------------
    | Мовні ресурси для опису
    |--------------------------------------------------------------------------
    |
    */
    /*Sort*/
    'desc_sort-0' => 'Товар цього сорту має, як правило, тільки пошкодження фірмової упаковки. У деяких випадках – ледве помітні потертості та/або подряпини. Знижка на вироби «Сорту-0» – мінімальна.',
    'desc_sort-1' => 'До «Сорту 1» відноситься продукція, яка може мати зіпсовану фірмову упаковку, незначні потертості, легку хвилястість, невелике порушення геометрії, подряпини, нечіткий логотип або його відсутність. Ціна на вироби цього сорту привабливіша, ніж вартість товарів, які відносяться до «Сорту-0»',
    'desc_sort-2' => 'У продукції цього сорту можуть додатково бути присутніми вм\'ятини, відколи, здуття/плями на задніх частинах виробів. Саме тому вироби «Сорту-2» мають більшу знижку, ніж вироби попередніх сортів.',
    'desc_sort-3' => 'До «Сорту-3» відноситься продукція, яка має максимальні знижки. Вироби цього сорту мають більше дефектів, ніж вироби попередніх сортів (вм\'ятини, подряпини/потертості, кривини корпусу і складових частин), проте всі вони не впливають на використання та функціонування продукції.',

    /*About_us*/
    'about_us-1-1' => 'Інтернет-магазин «Sandi Stock» є аналогом аутлета, який спеціалізується на продажу сантехнічних і теплотехнічних виробів. Більше 18 років ми займаємося постачанням і продажем продукції на території України, маємо колосальний досвід і знаємо, що потрібно споживачеві.',
    'about_us-1-2' => '«Sandi Stock» пропонує покупцям змішувачі та аксесуари, ванни і мийки, сушкарки для рушників і санфаянс, радіатори та насоси, бойлери та котли, газові колонки та поліпропілен  відомих брендів  за ціною, нижчою за ринкову.',
    'about_us-2-title' => 'Як ми працюємо',
    'about_us-2-1' => 'На нашій платформі «Sandi Stock» представлений товар, який має незначні дефекти, тому вартість на нього часто набагато нижча, ніж в звичайних магазинах, а недоліки не впливають на функціональність.',
    'about_us-2-2' => 'Кожен виріб, який представлен в інтернет-магазині «Sandi Stock» розподілений по сортам - від «Сорт 0» до сорту 3. Відповідно від товарів з меншими дефектами до великих.',
    'about_us-2-3' => 'Інтернет-магазин «Sandi Stock» зацікавлений у тому, щоб запропонувати покупцеві продукцію, яка підійде йому, тому надаємо повний опис всіх особливостей виробів.',
    'about_us-2-4' => 'Наприклад, в картці товару кожного окремого продукту знаходиться не тільки опис дефектів, але і деталізовані фотографії. Також кожна позиція має свій унікальний штрих-код, який гарантує, що до вас приїде саме та позиція, яку ви замовили на сайті, вибираючи по фотографії.',

    'about_us-3-title' => 'Наші принципи',
    'about_us-3-list-1' => 'Точність і коректність в наданні інформації по товару;',
    'about_us-3-list-2' => 'Повні дані про товари для прийняття рішення про покупку;',
    'about_us-3-list-3' => 'Швидке відвантаження день в день (понеділок-четвер).',

    /*Delivery*/
    'delivery-1-1' => 'Наша мета, щоб куплений в інтернет-магазині «SandiStock» товар, в найкоротші терміни був доставлений покупцеві.',
    'delivery-2-title' => 'Умови доставки',
    'delivery-2-1' => 'Доставка продукції по Україні здійснюється службою доставки «Нова Пошта», вказуючи номер відділення або адреси для кур\'єрської доставки. Оплата за доставку здійснюється покупцем при отриманні замовлення, за тарифами служби доставки «Нова пошта».',
    'delivery-2-2' => 'Замовлення від 500 грн відправляються клієнтам на відділення за рахунок інтернет-магазину «SandiStock», при замовленнях від 1000 грн можна вибрати кур\'єрську доставку, витрати за яку несе наш магазин.',
    'delivery-3-title' => 'Терміни відправлення замовлень',
    'delivery-3-list-1' => 'день у день',
    'delivery-3-list-1-1' => 'За умови оформлення замовлення до 11:00 з понеділка по четвер',
    'delivery-3-list-2' => 'на наступний день',
    'delivery-3-list-2-1' => 'За умови оформлення замовлення після 11:00 з понеділка по четвер',
    'delivery-3-list-3' => 'в понеділок',
    'delivery-3-list-3-1' => 'За умови оформлення замовлення в п\'ятницю після 11:00',

    //Payments
    'payments-1-1' => 'Оплатити замовлення в інтернет-магазині «SandiStock» ви можете декількома способами',
    'payments-1-list-1' => '100-відсоткова оплата за товару за номером карти оба реквизитам',
    'payments-1-list-2' => 'Ви можете внести мінімальний платіж в розмірі 100 грн. У такому випадку ваше замовлення буде доставлятися післяплатою, а залишок суми ви оплачуєте у відділенні «Нової Пошти»',
    'payments-1-list-3' => 'Оплата здійснюється через платіжну систему Liqpay',
    'payments-1-2' => 'Так як наш інтернет-магазин надає максимально детальну інформацію про товар і його «особливості», повернення товару і коштів здійснюється тільки, якщо дефекти на виробі не збігаються з їх фотографіями на сайті.',
];