<?php
return [
    /*
    |--------------------------------------------------------------------------
    | Мовні ресурси для опису
    |--------------------------------------------------------------------------
    |
    */

    'desc_sort-0' => 'Товар в цьому сорті має, як правило, тільки пошкодження пакування. У деяких випадках - ледве помітні потертості та/або подряпини. Знижка на вироби цього сорту мінімальна.',
    'desc_sort-1' => 'До «сорту 1» відноситься продукція, яка може мати зіпсовану пакувальну коробку, легкі потертості, легку хвилястість, невелике порушення геометрії, подряпини, нечіткий логотип або його відсутність. Ціна на вироби цього сорту привабливіше, ніж у попереднього.',
    'desc_sort-2' => 'У виробів цього сорту можуть додатково бути присутнім вм\'ятини, здуття/плями на задній частині вироби, відколи. Як наслідок, знижка на вироби в цьому сорті більше, ніж у попередніх сортів.',
    'desc_sort-3' => 'У «сорті 3» можуть також бути присутнім тріщини, які не впливають на використання вироби. Наявність в більшому масштабі, ніж в попередніх сортах, вм\'ятин, подряпин/точок/потертостей, кривини корпусу і складових частин вироби, які не виключають повноцінне його використання. Відповідно, знижка на цей сорт сама максимальна.',
];